Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: On the other hand, moving them to a new location would also inevitably involve capital expenditure, and the risks associated with any such move.
es: Por otra parte, trasladarlos a una nueva ubicación también implicaría inevitablemente gastos de infraestructura, con los riesgos inherentes a cualquier traslado de este tipo.

source: But solar energy, for example, does not enjoy the same tax treatment as conventional energy and, since solar power plants have high capital expenditure and essentially no fuel costs, on a lifetime basis they are in effect taxed more than conventional plants.
es: Dado que las plantas de energía solar corren con grandes gastos de capital y esencialmente no tienen gastos por combustible, por vida útil deben pagar más impuestos que las plantas de energía tradicional.

source: Thereby allowing the company to increase profits through reduced downtime and less capital expenditure.
es: Así la empresa ha conseguido aumentar sus beneficios gracias a la reducción de los tiempo de parada y el gasto en mangas.

source: The shift of public and private capital expenditure towards investments that generally increase economic performance and productivity will also be important.
es: El desplazamiento de la inversión pública y privada en bienes de equipo a sectores que en general mejoran el rendimiento económico y la productividad también será importante.

source: Both the financial crisis and the global recession have forced extraction companies to drastically cut back on capital expenditure.
es: Tanto la crisis financiera como la recesión mundial han obligado a las empresas extractoras a recortar drásticamente sus inversiones.

source: Discussions were centred on questions of equity and capital expenditure.
es: Las conversaciones se centraban en cuestiones de equidad y gastos de capital.

source: The Group's policy with regard to the arrangement of transactions involving financial derivative products, repos, sell/buy backs and securities lending is to enter into contractual netting agreements drafted by national or international associations.
es: La política del Grupo en relación con la formalización de las operaciones de productos financieros derivados y operaciones de repo, simultáneas y préstamo de valores, es la de suscribir contratos de compensación contractual elaborados por asociaciones nacionales o internacionales.

source: You can sell buy and sell orders to the market with a single click.
es: Envío de órdenes de compra y de venta al mercado con un solo clic.

source: Mergers and Acquisitions If we decide to sell, buy, merge or otherwise reorganise our businesses in certain countries, this may involve us disclosing personal data to prospective or actual purchasers and their advisers, or receiving personal data from sellers and their advisers.
es: Fusiones y adquisiciones Si decidimos vender, comprar, fusionar u de otra forma reorganizar nuestros negocios en ciertos países, ello puede implicar que revelemos sus datos personales a potenciales o efectivos compradores y sus asesores, o que recibamos datos de los vendedores y sus asesores.

source: Through a code-sharing agreement, an airline can sell its tickets (using its own designator code) on a flight operated by another airline.
es: Mediante un acuerdo de código compartido, una compañía aérea puede vender sus billetes (con su propio código) en un vuelo operado por otra compañía aérea.

source: it is not an offence to possess inside information but, in many countries, it is a criminal offence to use such inside information to buy, sell or otherwise deal in securities.
es: no es una ofensa poseer información privilegiada pero, en muchos países, es una ofensa criminal usar tal información privilegiada para comprar, vender o transar valores.

source: Situation Two supermarket chains conclude an agreement to jointly buy products which account for roughly 50 % of their total costs.
es: Situación Dos cadenas de supermercados celebran un acuerdo para comprar conjuntamente productos que representan alrededor del 50 % de sus costes totales.

source: It is not too late for individual Members to rebel against the sell-out agreement by their leaders to a charter for mass surveillance and state snooping.
es: No es demasiado tarde para que los Estados miembros se rebelen contra este acuerdo de rendición de sus líderes ante una carta de control masivo e intromisión del Estado.

source: We compose your business plan or adjust your existing business plan in order to submit it to the U.S. Consulate.
es: Componemos o ajustamos su plan de negocios existente con el fin de presentarlo al Consulado de los EE.UU.

source: The Ministry of The Economy and Taxation initiative to facilitate electronic procedures for SLNEs (new format private limited companies) and programmes to reduce obstacles to start-up in the Plan to Foster Business (Plan de Fomento Empresarial) are also steps in the right direction.
es: Destacan también las iniciativas del ministerio de Economía y Hacienda para la implantación de la tramitación electrónica de la Nueva Empresa y la inclusión de los programas de reducción de trabas administrativas a la creación de empresas en el Plan de Fomento Empresarial.

source: The tools can be used as a basis for business plan application frameworks or loan and grant proposal requirements.
es: Las herramientas pueden utilizarse como base para los marcos de aplicación destinados a planes de negocios o para los requisitos de propuestas de préstamos y subsidios.

source: Programme delivery picked up significantly towards the last quarter, when the broad outlines of the new business model were clear, the business plan was approved, a new Executive Secretary was appointed and the new organizational structure became operational.
es: La ejecución de programas mejoró considerablemente hacia el último trimestre, en que quedaron claros los aspectos principales del nuevo modelo de actividades, se aprobó el plan de actividades, se nombró a un nuevo Secretario Ejecutivo y comenzó a funcionar la nueva estructura de la organización.

source: I am concerned that the delay undermines Galileo's business plan in other respects as well.
es: Me preocupa que el retraso socave el plan de negocio de Galileo también en otros aspectos.

source: Valuation of the company agreed by both parties through a business plan.
es: Valoración de la compañía la que se acuerde entre las dos partes a través de un plan de negocio.

source: Show a business plan that demonstrates sufficient interest from business organisations to allow the applicant to fulfill the responsibilities of membership of the Association.
es: Presentar un plan de negocios donde se demuestre un adecuado nivel de interés por parte de las organizaciones comerciales, lo que le permitirá al solicitante cumplir con las responsabilidades de su afiliación a la Asociación.

source: The main objective is to support the Business Plan - the top-level plan approved by senior management.
es: El principal objetivo es respaldar el Plan de Negocios - el mejor plan aprobado por la alta Dirección.

source: The main value of a business plan is to create a written outline that evaluates all of the economic prospects of a business.
es: El principal valor de un plan de negocios es crear un bosquejo escrito que evalúa todas las perspectivas económicas de un negocio.

source: In the absence of a benchmark or any other system of control, a marked geographical imbalance has persisted.
es: A falta de un punto de referencia y de cualquier otro sistema de control, ha subsistido un desequilibrio geográfico marcado.

source: The capital expenditure for the first half of 2009 does not include 2,687 million Euros corresponding to the purchase of Endesa wind and hydro assets.
es: Las inversiones del primer semestre de 2009 no incluyen 2.687 millones de euros correspondientes a la adquisición de activos eólicos e hidráulicos de Endesa.

source: Domestic demand remained anaemic with capital expenditure increasing moderately and the unemployment rate stabilising at a high level.
es: La demanda interna continuó siendo anémica, los gastos de inversión registraron un modesto aumento y la tasa de desempleo se estabilizó en un nivel elevado.

source: Thus, pharmaceutical companies will be able to capitalise on existing brand recognition while benefiting from the data protection associated with a new marketing authorisation.
es: De este modo, las empresas farmacéuticas podrán aprovechar el reconocimiento de la marca, al tiempo que se benefician de la protección de los datos propia de una nueva autorización de comercialización.

source: "This strategy of creating a ""federation"" brand, takes advantage of local brand recognition and combines it with the prestige of a global brand."
es: "Esta estrategia de marca de ""federación"" aprovecha el conocimiento de una marca local a la que suma el contenido de lo que representa una marca global."

source: It also would begin with no name brand recognition.
es: También podría comenzar sin el reconocimiento del nombre de una marca.

source: Japan is a market with great expectations for the future and possibilities for Spanish wine to expand, although it is still quite far from having the brand recognition it deserves.
es: Japón es un mercado con grandes expectativas de futuro y posibilidades de crecimiento para el vino español, si bien aún dista mucho de tener el reconocimiento de marca que se merece.

source: The statement of objections analysed the horizontal agreement to sell rights jointly, and the manner in which that agreement was implemented in practice.
es: El pliego de cargos analizaba el acuerdo horizontal de venta conjunta de derechos, y la forma en que ese acuerdo se aplicó en la práctica.

source: There is a profit share agreement with the women, who sell medicinal herbs to the company.
es: Existe un convenio con mujeres indígenas que venden hierbas medicinales a esta empresa para una participación en las ganancias.

source: Both companies' data networks were interconnected as the result of a follow-up agreement, and a subsequent distributor agreement has empowered Logic to sell these services in Romania.
es: Las redes de datos de ambas empresas fueron interconectadas en virtud de un contrato posterior, y otro contrato de distribución celebrado más tarde permitió a Logic vender estos servicios en Rumania.

source: The business plan drawn up in support of the operation seems to have been highly imperfect.
es: Al parecer, el plan de negocios realizado para apoyar la operación fue muy imperfecto.

source: A solid business plan will attract financial support from donors and community members.
es: Un plan comercial sólido atraerá apoyo financiero de donantes y de miembros de la comunidad.

source: If there is a potential fit for the operation, a detailed business plan will be requested from the entrepreneurs and various meetings will be organised with those responsible for the project in order to analyse the business in more depth.
es: En caso de existir un potencial encaje de la operación, se solicitará a los emprendedores un plan de negocio detallado y se organizarán diferentes reuniones con los responsables del proyecto para profundizar en el análisis del negocio.

source: Clusters should prepare and submit their respective business plans to be consolidated into one regional coordination mechanism business plan.
es: Los grupos temáticos deberían preparar y presentar sus respectivos planes de actividad para su consolidación en un único plan de actividades del mecanismo de la reunión consultiva regional.

source: The financial plan is a key component of the business plan.
es: El plan financiero es el componente clave de un plan de negocio.

source: To perform such duties, he leads the preparation and application of the business plan with a strategic vision, so that the plan is shared by the whole organization.
es: En el desempeño de tales funciones lidera la formulación y aplicación del plan de negocios, con una visión estratégica, de tal forma que éste sea compartido por toda la organización.

source: The amount of that investment depends upon your business plan.
es: El monto de la inversión depende de su plan de negocio.

source: OPI help franchisees to develop a business plan.
es: OPI ayuda a los franquiciados a desarrollar un plan de negocios.

source: The present report responds to this request and provides an update on the status of the strategic review and implementation of the business plan.
es: El presente informe responde a dicha petición y proporciona datos actualizados sobre el estado del examen estratégico y la ejecución del plan de actividades.

source: The Berlin agreement must continue to be our benchmark.
es: El Acuerdo de Berlín debe seguir siendo nuestra referencia.

source: They provided a benchmark on the quality of public services as experienced by citizens and largely succeeded in catalyzing citizens to take pro-active steps.
es: Sirvieron de referencia para medir la calidad de los servicios públicos en función de cómo la percibían los ciudadanos y contribuyeron de forma decisiva a que los ciudadanos tomaran la iniciativa.

source: The data project built a consensus on the best ways to benchmark how many people have access to financial services, particularly in poor countries; to ascertain the quality of that access; and to begin the process of developing a global index of financial inclusiveness.
es: En el marco del proyecto se creó consenso sobre las mejores formas de determinar cuántas personas tenían acceso a servicios financieros -sobre todo en los países pobres-, evaluar la calidad de ese acceso y comenzar a desarrollar un índice mundial sobre el grado de inclusión de los servicios financieros.

source: By bundling services, standardizing delivery, managing structured outcomes and tracking operational spending against benchmark data, the team is able to create economies on a large scale.
es: Liando servicios, estandarizando entrega, manejando resultados estructurados y rastreando el gasto operacional contra datos de referencia, el equipo puede crear economías a gran escala.

source: These assessments can act as a benchmark against which the student assessments can be judged.
es: Tales evaluaciones pueden actuar como una referencia contra la cual se pueden juzgar las evaluaciones de los estudiantes.

source: This type of management aims to beat its own benchmark index upwards, controlling the maximum level of losses in drops with a high level of profitability.
es: Gestión que tiene por objetivo batir a su índice de referencia al alza, controlando el nivel de pérdida máxima en bajadas con un alto nivel de probabilidad.

source: The final benchmark test, taken in December, counts 70 points.
es: El examen final, que se hace en diciembre, cuenta 70 puntos.

source: They are recognized as the benchmark for excellence throughout the computing industry.
es: Son reconocidos como la referencia a la excelencia en toda la industria informática.

source: On the other hand, you also said that you take as the benchmark the average consumer, as does the European Court of Justice.
es: Por otra parte, también ha dicho que toma como referencia al consumidor medio, como hace el Tribunal de Justicia Europeo.

source: Brand strategy for new products. Brand extension or brand alliance?
es: Estrategias de marca para nuevos productos ¿extensión o alianza?

source: 2.12. calls for the inclusion in the new internal market strategy of the extension of the portability of social security benefits at no extra cost to the Member States and their regions.
es: 2.12. pide que la ampliación de la aplicabilidad de las prestaciones sociales, sin costes adicionales para los Estados miembros y sus regiones, se incorpore en una nueva estrategia de mercado interior.

source: Choosing StreamTheWorld to be the infrastructure behind its brand digitally is an extension of this thinking.
es: Haber elegido a StreamTheWorld como infraestructura de soporte digital detrás de su marca es una muestra de esta actitud.

source: Your affiliation with the Verizon brand will bring you immediate brand recognition on each and every sales call.
es: La asociación con la marca Verizon te brindará reconocimiento de marca inmediato en todas y cada una de las ventas.

source: Available in different colours, this label increases brand recognition and gives any product a real luxury feel.
es: Disponible en distintos colores, esta etiqueta aumenta el reconocimiento de la marca y otorga a cualquier producto una verdadera impresión de lujo.

source: This will stimulate brand recognition by consumers.
es: De esta manera se estimula que los consumidores reconozcan la marca.

source: We have maintained our privileged position in terms of brand recognition by end users.
es: Continuamos en un lugar privilegiado en cuanto al conocimiento de marca por parte del consumidor final.

source: The new brand will take advantage of the synergies derived from combining the local brand recognition of Compass with the global reputation of BBVA.
es: La nueva marca aprovecha las sinergias del conocimiento de una marca local, como lo es Compass, a la que se sumará la global de BBVA.

source: The country's garment firms could sell own brands in developing economies, but those from Cambodia and the Lao People's Democratic Republic are certainly not ready to invest in building brand recognition.
es: Las empresas nacionales de fabricación de prendas de vestir pueden vender marcas propias en las economías en desarrollo, pero las de Camboya y la República Democrática Popular Lao no están, desde luego, en condiciones de invertir en la promoción de marcas.

source: From then on, the Longines winged hourglass was engraved on all timepieces made by the company to ensure brand recognition.
es: Desde entonces, el reloj de arena alado de Longines ha sido grabado en cada pieza fabricada por la empresa para garantizar el reconocimiento de la marca.

source: Given the value to patients and consumers of brand recognition, protection for a brand against copying or 'passing off' (where a company misrepresents its products as being the products of another, usually the brand leader), should be appropriately implemented and enforced.
es: "En vista del valor que tiene una marca reconocida para los pacientes y consumidores, el hecho de protegerla en contra de una copia o de las que ""se hacen pasar por"" (como es el caso de las compañías que presentan engañosamente sus productos como si fueran los de otra, refieriéndose por lo general a la marca líder), debe ser adecuadamente implementada y puesta en práctica."

source: Tech activity focuses on supporting the physical IMC infrastructureincluding computers, software, power and net connection- and back end work, such as maintaining websites, producing code and system administration.
es: La actividad informática se centra en apoyar la infraestructura física del IMC (los ordenadores, software, poder y conexiones de red) y el trabajo de 'back-end' (el mantenimiento de los sitios web, la codificación y la administración de sistemas).

source: The database of products is a cornerstone of the back end of an e-commerce website.
es: La base de datos de productos es una piedra angular de la aplicación administrativa de un sitio Web de comercio electrónico.

source: Design of a Business Plan and support of the hypothesis contained.
es: Elaboración del Plan de Negocio y soporte de hipótesis contenidas.

source: Those five investigators, before the redeployment proposed under the regular budget, would handle a total of 95 cases (19 cases per investigator, as compared to the benchmark figure of 8 to 10 cases per investigator).
es: Esos cinco investigadores, antes de la reasignación propuesta en el presupuesto ordinario, se encargarían de un total de 95 casos (19 casos por investigador, frente al nivel de referencia de entre 8 y 10 casos por investigador).

source: It was and still is regarded as the benchmark for best practice in the food industry.
es: Fue y aún es reconocida como el punto de referencia para buenas prácticas en la industria alimenticia.

source: Repsol is a world benchmark company in the downstream area with a proven track record for value creation.
es: Repsol es un referente mundial en el área de Downstream con una acreditada trayectoria de creación de valor.

source: In particular, we support the decision to include a new benchmark on improved peace and security in the subregion in general.
es: En particular, apoyamos la decisión de incorporar un nuevo parámetro sobre la mejora de la paz y la seguridad generales en la subregión.

source: The Henry Hub is a pricing point for natural gas in the United States and is the main international gas benchmark.
es: El Henry Hub es el marcador del precio del gas natural en Estados Unidos y el principal gas de referencia internacional.

source: It aims to establish a benchmark for basic computer skills and the opportunity to join emerging knowledge societies.
es: Apunta a establecer referencias para la adquisición de nociones básicas en el uso de las computadoras y facilitar la oportunidad de acceder a las nuevas sociedades del conocimiento.

source: Learner control is the benchmark from the point of view of the learners.
es: El control del alumnado es el parámetro desde el punto de vista de los alumnos.

source: Different program knowledge and skill sets are needed to successfully address the two components of the dual strategy new club extension and member retention.
es: Un conjunto diferente de conocimiento y habilidades es necesario para atender los componentes del programa de estrategia doble extensión de clubes y retención de socios.

source: Serbia adopted a new strategy for the development of rail, road, water, air and intermodal transport, including the extension of Corridor X. However, this strategy needs to be followed up by action plans and sector-based legislative and administrative measures.
es: Serbia ha adoptado una nueva estrategia de desarrollo del transporte ferroviario, viario, fluvial, marítimo, aéreo y combinado, que contempla la extensión del Corredor X. No obstante, esta estrategia ha de ir acompañada por planes de acción y medidas legislativas y administrativas de carácter sectorial.

source: The new awning and marine fabrics, breakthrough performance enhancements and warranty extension all signify that the Sunbrella brand is stronger than ever before.
es: Los nuevos textiles de toldos y productos marinos, los avances en el rendimiento y la extensión de la garantía demuestran que Sunbrella es más fuerte que nunca.

source: At CBT we believe that an event is a reflection and extension of a brand.
es: En CBT creemos que un evento es el reflejo y la extensión de la empresa.

source: It is acknowledged that brand recognition in the ice-cream business, as in that of most fast-moving consumer goods, is of paramount importance.
es: Es un hecho reconocido que en el sector de los helados la familiaridad con la marca -al igual que en la mayor parte de los bienes de rápido consumo- es de la mayor importancia.

source: Brand recognition in Germany rises to 27 %.
es: En Alemania un 27% de la población conoce la marca Parador.

source: The convergence strategy increases brand recognition to 35% in Germany.
es: La estrategia de convergencia aumenta el grado de familiaridad a un 35%.
